{
  "home": "ماڵەوە",
  "about": "دەربارە",
  "resume": "ڕێسومە",
  "portfolio": "پۆرتفۆلیۆ",
  "services": "خزمەتگوزارییەکان",
  "contact": "پەیوەندی",
  "heroTitle": "ئەمیر تەرکان - زانیاریی تەکنەلۆژی",
 // "heroSubtitle": "دیزاینەر، گەشەپێدەر، فریلانسر، وێنەگر، سەلامەتی سایبەر، تۆڕ، تەختەی ئاردوینۆ، سیستەمی کامێرای سەلامەتی ماڵی زیرەکم",
  "aboutTitle": "دەربارە",
  "aboutDesc": "من گەشەپێدەرێکی پڕ بەشەم کە حەز دەکەم وێبسایتە جوان و کارامەکان دروست بکەم بۆ ئەو کەسانەی کە دەیانەوێت گۆڕانکارییەک لە جیهاندا بکەن. لە ئێستادا قوتابییەکی KTI، کە لەوێ بڕوانامەی دیپلۆمای خۆم لە زانیاریی تەکنەلۆژی بەدەست دەهێنم.",
  "aboutSubTitle": "دیزاینەری UI/UX & گەشەپێدەری وێب.",
  "aboutIntro": "سڵاو، بەخێربێیت بۆ وێبسایتەکەم! من ئەمیرم، گەشەپێدەرێکی وێب کە حەز دەکەم تەکنەلۆژیای نوێ فێر ببم و کێشەکان بە کۆد چارەسەر بکەم!",
  "aboutBlog": "ئەم وێبسایتە بلۆگی کەسیی منە کە لەسەر بابەتەکانی گەشەپێدانی وێب دەنووسم کە سەرنجڕاکێشم و هاندەرم. سوپاس بۆ سەردانکردنی وێبسایتەکەم و باشتر ناسینم. هیوادارم لە خوێندنەوەی پۆستەکانی بلۆگەکەم خۆشحاڵ بووبیت و بەسوود و زانیارییەر بینیت. ئەگەر دەتەوێت پۆستەکانی دیکەم بخوێنیتەوە، بەشدار بە لە نێولەتەرەکەمدا کە هەفتانە نوێکارییەکان لەسەر ترندەکانی گەشەپێدانی وێب و ئامۆژگارییەکان دەنێرم. ئەگەر هەر فیدباکێکت هەیە یان پێشنیارێک، تکایە پێم بڵێ. زۆر دەمویست بیبیستم.",
  "skillsTitle": "شارەزاییەکان",
  "skillsDesc": "بەرنامەسازی گەشەپێدانی نەرمەکالا سەلامەتی سایبەر تۆڕەکان & بێتەلەر زانستی دەستکرد هەستیار & فێربوونی ماشین خزمەتگوزارییەکانی IT",
  "resumeTitle": "ڕێسومە",
  "resumeDesc": "کۆمپیوتەری هەور: دیزاین، جێبەجێکردن، و بەڕێوەبردنی چارەسەرەکانی هەور وەک AWS و Azure. بەڕێوەبردنی داتابەیس: دیزاین و بەڕێوەبردنی داتابەیسە پەیوەندیدارەکان وەک MySQL، Oracle، و SQL Server. گەشەپێدانی نەرمەکالا: دیزاین، کۆدکردن، و تاقیکردنەوەی بەرنامەکانی نەرمەکالا. گەشەپێدانی بەرنامەی موبایل: دیزاین و کۆدکردنی بەرنامەکانی موبایل بۆ iOS و Android. گەشەپێدانی وێب: دیزاین، کۆدکردن، و بڵاوکردنەوەی وێبسایتەکان و بەرنامەکانی وێب. بەڕێوەبردنی پڕۆژە: ڕێبەرایەتی تیمە چەند بوارەکان بۆ پلاندانان، جێبەجێکردن، و پێشکەشکردنی پڕۆژەکانی تەکنەلۆژی لە کات و بودجەدا. ئینستیتیوتی تەکنیکی کوردستان (2023-2025) کۆرسی Huawei - HCIA-Storage V4.5 کۆرسی Huawei - HCIA-Security V4.0 کۆرسی Huawei - HCIA-IOT V3.0 <a href=\"https://drive.google.com/drive/folders/1S9z5EeSUFaAcwen7iGa3Hxsfmo4NtnAf\">زانین زۆن - کوردستان - کەناڵ</a> بڕوانامەی هەرەمی ناوەندی (2021-2022) بڕوانامەی Excelی مایکرۆسۆفت - ئەکادیمیای بازرگانیی کەنەدی (2021-2022) بڕوانامەی شارەزاییەکانی Google (2021-2022) بڕوانامەی Excelی ڕۆی سەنتەر (2021-2022) بڕوانامەی Officeی مایکرۆسۆفت (2020-2021) بڕوانامەی چاککردنی لاپتۆپ (2019-2020) بڕوانامەی چاککردنی ئامێری موبایل (2019-2020) بڕوانامەی پرۆلۆگ (2019-2020) بڕوانامەی HTML5 و CSS3 (2019-2020)",
  "portfolioTitle": "پۆرتفۆلیۆ",
  "portfolioDesc": "بەڕێوەبردنی پۆرتفۆلیۆی IT پرۆسەی ڕێکخستن و بەڕێوەبردنی پڕۆژەکان، چالاکییەکان و وەبەرهێنانەکانە لە بەشی ITدا لە ڕێکخراوێکدا. ئەم پرۆسەیە مەبەستی بەکاربردنی باشترین سەرچاوە بەردەستەکانە و دڵنیا دەکاتەوە کە ئامانجە ستراتیژییەکانی ڕێکخراوەکە بەدی دەکرێن. لێرەدا هەندێک خاڵی سەرەکی لەسەر بەڕێوەبردنی پۆرتفۆلیۆی IT هەن: نرخاندنی پڕۆژە: پڕۆژەکان هەڵدەسەنگێنرێن لەسەر پۆتەنسیالی گەشەکردنیان و هاوتاکردنیان لەگەڵ بەها و ئامانجەکانی کۆمپانیادا. بەڕێوەبردنی سەرچاوە: لەخۆ دەگرێت بەڕێوەبردنی سەرچاوە مرۆیی و ماددی بۆ دڵنیاکردنی بەکاربردنی کارامەی سەرچاوەکان. شیکاریی پەرەپێدان: پەرەپێدان شیکار دەکرێت بە بەکاربردنی مێتریکە تایبەتەکان بۆ دڵنیاکردنی بەدیهاتنی ئامانجە پێویستەکان. پلاندانانی ستراتیژی: لەخۆ دەگرێت گەشەپێدانی پلاندانان و ستراتیژییەکان بۆ بەدیهاتنی ئامانجە درێژخایەنەکان.",
  "servicesTitle": "خزمەتگوزارییەکان",
  "servicesDesc": "خزمەتگوزارییەکانی زانیاریی تەکنەلۆژی (IT) بە زنجیرەیەک لە خزمەتگوزارییەکان دەوترێت کە لە بەکاربردن، بەڕێوەبردن، و پاراستنی سیستەمەکانی کۆمپیوتەر، نەرمەکالا، تۆڕەکان، و بنەمای دیجیتاڵیەوە پێک دێن. خزمەتگوزارییەکانی IT یارمەتی بازرگانییەکان و ڕێکخراوەکان دەدەن بۆ بەڕێوەبردنی کارامەی تەکنەلۆژییەکانیان بۆ بەدیهاتنی ئامانجە کارکردنەکان، باشترکردنی بەرهەمهێنان، دڵنیاکردنی سەلامەتی، و پەرەپێدانی پەیوەندی.",
  "contactTitle": "پەیوەندی",
  "contactDesc": "سوودەکان باشترکردنی خزمەتگوزاریی کڕیار: کاتی وەڵامدانەوەی خێراتر و باشتر شوێنکەوتنی کێشەکانی کڕیار. کارامەیی: ئۆتۆماتیکی کەم دەکاتەوە پێویستییەکانی وەڵامدانەوەی دەستی، کات و سەرچاوەکان دەپارێزێت."
}
