{
  "home": "الرئيسية",
  "about": "حول",
  "resume": "السيرة الذاتية",
  "portfolio": "المحفظة",
  "services": "الخدمات",
  "contact": "اتصل",
  "heroTitle": "أمير تاركان - تكنولوجيا المعلومات",
 // "heroSubtitle": "أنا مصمم، مطور، مستقل، مصور، أمن سيبراني، شبكة، لوحة أردوينو، نظام كاميرا أمن منزل ذكي",
  "aboutTitle": "حول",
  "aboutDesc": "أنا مطور ويب كامل الوظائف يحب إنشاء مواقع ويب جميلة ووظيفية للأشخاص الذين يريدون إحداث تغيير في العالم. حاليًا أنا طالب في KTI، حيث أحصل على دبلومي في تكنولوجيا المعلومات.",
  "aboutSubTitle": "مصمم UI/UX & مطور ويب.",
  "aboutIntro": "مرحبا، مرحبا بك في موقعي! أنا أمير، مطور ويب متحمس يحب تعلم التقنيات الجديدة وحل المشكلات بالكود!",
  "aboutBlog": "هذا الموقع هو مدونتي الشخصية حيث أكتب عن مواضيع تطوير الويب التي تهمني وتلهمني. شكرا لزيارة موقعي والتعرف علي بشكل أفضل. أتمنى أن تكون قد استمتعت بقراءة منشورات مدونتي ووجدتها مفيدة وغنية بالمعلومات. إذا كنت تريد قراءة المزيد من منشوراتي، اشترك في نشرتي الإخبارية حيث أرسل تحديثات أسبوعية حول اتجاهات تطوير الويب ونصائح. إذا كان لديك أي تعليقات أو اقتراحات، يرجى إخباري. أود أن أسمع منك.",
  "skillsTitle": "المهارات",
  "skillsDesc": "البرمجة تطوير البرمجيات الأمن السيبراني الشبكات واللاسلكي الذكاء الاصطناعي وتعلم الآلة إدارة خدمات تكنولوجيا المعلومات",
  "resumeTitle": "السيرة الذاتية",
  "resumeDesc": "الحوسبة السحابية: تصميم وتنفيذ وإدارة حلول سحابية مثل AWS وAzure. إدارة قواعد البيانات: تصميم وإدارة قواعد البيانات العلائقية مثل MySQL، Oracle، وSQL Server. تطوير البرمجيات: تصميم وكتابة واختبار تطبيقات البرمجيات. تطوير تطبيقات الهواتف المحمولة: تصميم وكتابة تطبيقات الهواتف المحمولة لـ iOS وAndroid. تطوير الويب: تصميم وكتابة ونشر مواقع الويب وتطبيقات الويب. إدارة المشاريع: قيادة فرق متعددة التخصصات لتخطيط وتنفيذ وتسليم مشاريع التكنولوجيا في الوقت والميزانية. معهد كوردستان التقني (2023-2025) دورة Huawei - HCIA-Storage V4.5 دورة Huawei - HCIA-Security V4.0 دورة Huawei - HCIA-IOT V3.0 <a href=\"https://drive.google.com/drive/folders/1S9z5EeSUFaAcwen7iGa3Hxsfmo4NtnAf\">زانين زون - كوردستان - قناة</a> شهادة الثانوية (2021-2022) شهادة Excel من Microsoft - الأكاديمية التجارية الكندية (2021-2022) شهادة مهارات Google (2021-2022) شهادة Excel من Roy Center (2021-2022) شهادة Microsoft Office (2020-2021) شهادة صيانة اللابتوب (2019-2020) شهادة صيانة الأجهزة المحمولة (2019-2020) شهادة Prolog (2019-2020) شهادة HTML5 وCSS3 (2019-2020)",
  "portfolioTitle": "المحفظة",
  "portfolioDesc": "إدارة محفظة تكنولوجيا المعلومات هي عملية تنظيم وإدارة المشاريع والأنشطة والاستثمارات في قسم تكنولوجيا المعلومات داخل المنظمة. تهدف هذه العملية إلى الاستفادة القصوى من الموارد المتاحة وضمان تحقيق الأهداف الاستراتيجية للمنظمة. إليك بعض النقاط الرئيسية حول إدارة محفظة تكنولوجيا المعلومات: تقييم المشاريع: يتم تقييم المشاريع بناءً على إمكانية نموها وتوافقها مع قيم الشركة وأهدافها. إدارة الموارد: تشمل إدارة الموارد البشرية والمادية لضمان الاستخدام الفعال للموارد. تحليل الأداء: يتم تحليل الأداء باستخدام مقاييس محددة لضمان تحقيق الأهداف المرغوبة. التخطيط الاستراتيجي: يشمل تطوير الخطط والاستراتيجيات لتحقيق الأهداف طويلة الأمد.",
  "servicesTitle": "الخدمات",
  "servicesDesc": "تشير خدمات تكنولوجيا المعلومات (IT) إلى مجموعة واسعة من الخدمات التي تشمل استخدام وإدارة وصيانة أنظمة الحواسيب والبرمجيات والشبكات والبنية التحتية الرقمية. تساعد خدمات تكنولوجيا المعلومات الشركات والمنظمات على إدارة تقنياتها بكفاءة لتحقيق الأهداف التشغيلية، وتحسين الإنتاجية، وضمان الأمان، وتسهيل التواصل.",
  "contactTitle": "اتصل",
  "contactDesc": "الفوائد تحسين خدمة العملاء: أوقات استجابة أسرع وتتبع أفضل لمشكلات العملاء. الكفاءة: يقلل التشغيل الآلي من الحاجة إلى الاستجابات اليدوية، مما يوفر الوقت والموارد."
}
