{
  "home": "Home",
  "about": "About",
  "resume": "Resume",
  "portfolio": "Portfolio",
  "services": "Services",
  "contact": "Contact",
  "heroTitle": "Amir Tarkan - Information Technology",
//  "heroSubtitle": "I'm Designer, Developer, Freelancer, Photographer, Cyber Security, Network, Arduino Board, System Camera Security Smart Home",
  "aboutTitle": "About",
  "aboutDesc": "I'm a full stack developer who loves to create beautiful and functional websites for people who want to make a difference in the world. Currently I'm a student of KTI, where I'm pursuing my diploma's degree in information Technology.",
  "aboutSubTitle": "UI/UX Designer & Web Developer.",
  "aboutIntro": "Hi there, welcome to my website! I'm Amir, a passionate web developer who enjoys learning new technologies and solving problems with code!",
  "aboutBlog": "This website is my personal blog where I write about web development topics that interest me and inspire me. Thank you for visiting my website and getting to know me better. I hope you enjoyed reading my blog posts and found them useful and informative. If you want to read more of my posts, subscribe to my newsletter where I send weekly updates on web development trends and tips. If you have any feedback or suggestions, please let me know. I'd love to hear from you.",
  "skillsTitle": "Skills",
  "skillsDesc": "Programming Software Development Cyber Security Networking & Wireless Artificial Intelligence & Machine Learning IT Service Management",
  "resumeTitle": "Resume",
  "resumeDesc": "Cloud Computing: Design, implement, and manage cloud solutions such as AWS and Azure. Database Administration: Design and manage relational databases such as MySQL, Oracle, and SQL Server. Software Development: Design, code, and test software applications. Mobile Application Development: Design and code mobile applications for iOS and Android. Web Development: Design, code, and deploy websites and web applications. Project Management: Lead multidisciplinary teams to plan, implement, and deliver technology projects on time and on budget. Kurdistan Technical Institute (2023-2025) Huawei Course - HCIA-Storage V4.5 Course Huawei Course - HCIA-Security V4.0 Course Huawei Course - HCIA-IOT V3.0 <a href=\"https://drive.google.com/drive/folders/1S9z5EeSUFaAcwen7iGa3Hxsfmo4NtnAf\">Zanin Zon - Kurdistan - Channel</a> High School Certificate (2021-2022) Microsoft Excel Certificate - Canadian Business Academy (2021-2022) Google Skills Certificate (2021-2022) Roy Center Excel Certificate (2021-2022) Microsoft Office Certificate (2020-2021) Laptop Maintenance Certificate (2019-2020) Mobile Device Maintenance Certificate (2019-2020) Prolog Certificate (2019-2020) HTML5 and CSS3 Certificate (2019-2020)",
  "portfolioTitle": "Portfolio",
  "portfolioDesc": "IT Portfolio Management is the process of organizing and managing projects, activities and investments in an IT department within an organization. This process aims to make the most of available resources and ensure that the strategic objectives of the organization are achieved. Here are some key points about IT portfolio management: Project Valuation: Projects are evaluated based on their growth potential and their alignment with the company's values and goals. Resource management: includes the management of human and material resources to ensure the efficient use of resources. Performance analysis: Performance is analyzed using specific metrics to ensure that desired goals are achieved. Strategic planning: includes the development of plans and strategies to achieve long-term goals.",
  "servicesTitle": "Services",
  "servicesDesc": "Information Technology (IT) services refer to a wide range of services that involve the use, management, and maintenance of computer systems, software, networks, and digital infrastructure. IT services help businesses and organizations efficiently manage their technology to achieve operational goals, improve productivity, ensure security, and facilitate communication.",
  "contactTitle": "Contact",
  "contactDesc": "Benefits Improved customer service: Faster response times and better tracking of customer issues. Efficiency: Automation reduces the need for manual responses, saving time and resources."
}
